[
  {
    "name": "Rudolf Schmidt",
    "birth": "1935",
    "death": "",
    "text": "Rudolf Schmidt je synem česko-německého páru, který přežil válku i odsun, avšak především přežil krajní hrany (ne)soužití Čechů s Němci během 20. století. Na rodinném statku v horách se naučil pracovat a milovat přírodu. Sloužil od roku 1956 v armádě, ale nikdy nezapomněl na svůj komplikovaný původ. Dnes žije ve svých rodných Orlických horách, kousek od českého Hobitína, kde si zahrál roli sedláka ve filmu Stíny Kraje.",
    "link": "https://www.pametnaroda.cz/cs/schmidt-rudolf-1935",
    "path": "schmidt"
  },
  {
    "name": "Antonín Kábele",
    "birth": "1935",
    "death": "",
    "text": "Antonín Kábele miluje od malička atletiku a svobodu, za svůj život si však prošel mnoha hrůzami. Jako malý kluk zažil zkázu ničivého náletu amerických bombardérů na jeho rodné Vysočany. Jako dospělý čelil perzekuci za svůj projevovaný odpor proti komunistickému režimu. Podepsal se pod manifest Několik vět a riskoval zatčení Státní bezpečností. V 54 letech však zažil pád režimu, což pro něj byla velká úleva. Po revoluci se opět vrátil k běhu, jenž ho naplňuje.",
    "link": "https://www.pametnaroda.cz/cs/kabele-antonin-1935",
    "path": "kabele"
  },
  {
    "name": "Doris Remešová",
    "birth": "1944",
    "death": "",
    "text": "Doris Remešová je dcerou německých rodičů, jenž neměli po válce příliš lehké bytí. Její život byl poznamenán válkou, která jim vzala domov i majetek. S rodinou se musela vystěhovat do Opočna, kde se ocitli na pokraji zoufalství. Doris Remešová si našla práci jako prodavačka a zamilovala se do Rudolfa Remeše, který bojoval ve wehrmachtu a unikl odsunu i Sibiři. Spolu žili v starém roubeném hospodářství v Šedivinách, kde Doris Remešová dodnes vzpomíná na své příběhy a osudy a poslouchá svůj oblíbený Český rozhlas.",
    "link": "https://www.pametnaroda.cz/cs/remesova-doris-1944",
    "path": "remesova"
  },
  {
    "name": "Alojz Kuna",
    "birth": "1936",
    "death": "",
    "text": "Alojz Kuna je synem malorolníka, kterého komunisté označili za společnosti škodlivého kulaka a poslali do Jáchymovských dolů. Alojz chtěl studovat, ale musel jít do baníckeho učiliště, aby pomohl svému otci. Po návratu otce z vězení narukoval do Opavy, kde pracoval v dole a kamenolomu. Později se přestěhoval do Bratislavy, kde našel práci v Hydrostavu. Oženil se a vychoval dva syny, kterým k jejich štěstí dal to, co sám neměl - šanci na lepší život.",
    "link": "https://www.pametnaroda.cz/sk/kuna-alojz-1936",
    "path": "kuna"
  },
  {
    "name": "Milan Lasica",
    "birth": "1940",
    "death": "2021",
    "text": "Milan Lasica byl talentovaný dramaturg a herec, který spolu s Júliem Satinským tvořil legendární kabaretní dvojici. Narodil se ve Zvolenu, ale žil v Bratislavě, kde studoval na VŠMU. Vystupoval v Tatra revue, Divadle Na korze a Nové scéně, ale za normalizace měl zákaz umělecké činnosti. Později založil Štúdio S a L+S, kde pokračoval v tvorbě satirických představení. Oženil se s Magdou Vášáryovou, slavnou herečkou, političkou a diplomatkou, mají spolu dvě dcery. Zemřel ve svém studiu krátce poté co dozpíval píseň Já som optimista…",
    "link": "https://www.pametnaroda.cz/sk/lasica-milan-1940",
    "path": "Lasica"
  },
  {
    "name": "Miroslav Spáčil",
    "birth": "1929",
    "death": "2016",
    "text": "Miroslav Spáčil byl kněz, sociolog a bojovník za svobodu. Narodil se v Brodku u Přerova a vystudoval Husovu bohosloveckou fakultu. Vysvěcen byl krátce po maturitní zkoušce, ale brzy se stal terčem komunistického režimu, který ho dvakrát vyhodil z duchovenské služby. Musel pracovat jako dělník a čelit perzekuci své rodiny. I přes těžké životní zkoušky zůstal věrný své víře a své církvi. Po pádu komunismu se vrátil do služby a působil v Přerově a Velkém Týnci. Zemřel po dlouhé nemoci v požehnaném věku 85 let. ",
    "link": "https://www.pametnaroda.cz/cs/spacil-miroslav-1929",
    "path": "spacil"
  },
  {
    "name": "Jan Kasal",
    "birth": "1923",
    "death": "2021",
    "text": "Jan Kasal byl český sbormistr světového významu, který prožil mnoho těžkostí a perzekucí v dobách vlády komunistického režimu, kvůli kterému musel s hudbou na čas přestat a pracoval jako stavební dělník či dokonce dočasně i jako pomocník astronomů v oblasti měření hvězd. Přesto všechno si celý svůj život udržel svou lásku k hudbě a vzdělával mladé generace zpěváků na pražské konzervatoři. Zemřel v roce 2021, ale jeho odkaz české hudbě zůstává nesmrtelný. ",
    "link": "https://www.pametnaroda.cz/cs/kasal-jan-1923",
    "path": "kasal"
  },
  {
    "name": "Ilja Stern",
    "birth": "1960",
    "death": "",
    "text": "Ilja Stern je synem disidentů, kteří se postavili proti totalitě minulého režimu v Československu. Od dětství zažíval pronásledování, šikanu a násilí ze strany nejen Státní bezpečnosti. Jeho rodiče byli signatáři Charty 77 a přátelili se s významnými osobnostmi českého disentu. Ilja Stern se stal po vyučení záchranářem a pomáhal i například zraněným studentům z krveprolití 17. listopadu. Nyní žije v klidu na venkově, ale nikdy nezapomněl na svou bolestnou leč fascinující minulost plnou hrdinství, křivd i útlaku.",
    "link": "https://www.pametnaroda.cz/cs/stern-ilja-1960",
    "path": "stern"
  },
  {
    "name": "Antonín Otta",
    "birth": "1928",
    "death": "",
    "text": "Antonín Otta byl roku 1949 nevinně odsouzen za protistátní činnost, kterou nikdy nespáchal. Jeho život se změnil v peklo, když byl poslán do Jáchymova, kde musel dlouhé dva roky trpět nelidské podmínky. Nemohl ani pracovat jako ostatní vězni, protože mu byla upřena možnost fárat. Po dvou letech utrpení byl konečně osvobozen a mohl se vrátit k rodině. Jeho příběh je svědectvím o nespravedlnosti a krutosti minulého režimu, které dopadaly na všechny pracovníky Jáchymovských dolů, jelikož jejich pracovní nasazení mělo povětšinou politický podtext.",
    "link": "https://www.pametnaroda.cz/cs/otta-antonin-1928",
    "path": "otta"
  },
  {
    "name": "Přemysl Pekárek",
    "birth": "1943",
    "death": "",
    "text": "Jeho otec byl havíř, sokol a vlastenec, jeho strýc byl vězněn v koncentračním táboře spolu s proslulým Josefem Čapkem. Přemysl chtěl studovat strojní inženýrství, ale byl odmítnut z politických důvodů. Musel pracovat na šachtě s politickými vězni a teprve po vstupu do KSČ se dostal na Vysokou školu báňskou. Po invazi vojsk Varšavské smlouvy v roce 1968 byl vyloučen z KSČ a ztratil vedoucí pozici. Pracoval jako důlní inženýr až do důchodu. Jeho bratr byl zakázaný spisovatel Svatopluk Pekárek.",
    "link": "https://www.pametnaroda.cz/cs/pekarek-premysl-1943",
    "path": "pekarek"
  },
  {
    "name": "Ladislav Koza",
    "birth": "1923",
    "death": "",
    "text": "Narodil se v Lískovicích, které nešťastně zmizely pod těžbou uhlí. Jeho otec byl legionář a policista, který musel s rodinou opustit Sudety po jejich záboru nacistickým Německem. Ladislav studoval na učitelském ústavu, pracoval v šachtě, v ocelárnách a ve filmové firmě. Během války byl nucen pracovat v Berlíně ve vojenském průmyslu, byl několikrát zatčen a vězněn. Na konci války se zapojil do Pražského povstání. Po válce se oženil s přeživší šoa, stal se učitelem a meteorologen.",
    "link": "https://www.pametnaroda.cz/cs/koza-ladislav-1923",
    "path": "koza"
  },
  {
    "name": "Karel Holomek ",
    "birth": "1937",
    "death": "2023",
    "text": "Byl synem romského legionáře a české selské dívky, který přežil nacistický teror a stal se vojákem, disidentem a poslancem. Byl nadaným gymnastou, ale úraz mu znemožnil další sportovní kariéru. V armádě sloužil do roku 1969, kdy byl vyhozen za kritiku okupace Československa vojsky Varšavské smlouvy. Poté pracoval jako řidič, šířil samizdaty a byl vězněn komunistickým režimem. V roce 1989 se stal předsedou Občanského fóra i poslancem ČNR. Po revoluci se věnoval boji za práva Romů, památku obětí holokaustu a romskou kulturu. Zemřel v roce 2023 jako jedna z nejvýznamnějších romských osobností v ČR.",
    "link": "https://www.pametnaroda.cz/cs/holomek-karel-1937",
    "path": "holomek"
  },
  {
    "name": "Lubomír Kantor",
    "birth": "1935",
    "death": "2016",
    "text": "Lubomír Kantor byl skaut, hudebník a pedagog. Narodil se ve Zlíně do rodiny baťovských dělníků. V dětství se připojil ke skautům, ale komunisté mu zabránili v pokračování jeho oddílové činnosti. V roce 1968 pomohl obnovit Junák v Olomouci, kde založil 7. oddíl. Studoval konzervatoř a hrál na bicí v Moravské filharmonii. Učil také na hudební škole. Po roce 1989 se znovu zapojil do skautingu a stal se rádcem Jesenické lesní školy.",
    "link": "https://www.pametnaroda.cz/cs/kantor-lubomir-1935",
    "path": "kantor"
  },
  {
    "name": "Františka Řezáčová",
    "birth": "1951",
    "death": "",
    "text": "Sestra Helena je řeholnice, pedagožka a ošetřovatelka. Narodila se v Dolních Bojanovicích do sedlácké rodiny, která byla zasažena kolektivizací. Nebylo jí dovoleno studovat, musela pracovat v  místním JZD. Toužila po duchovním životě, inspirovala ji tetička z Vídně, kterou navštívila v roce 1968 během pražského jara. Vstoupila do kongregace sester svatého Cyrila a Metoděje na Velehradě, kde se vzdělávala v duchovní oblasti a věnovala péči o nemocné a postižené. V roce 2022 žila a pracovala v klášteře ve Velehradě.",
    "link": "https://www.pametnaroda.cz/cs/rezacova-frantiska-sestra-helena-1951",
    "path": "rezacova"
  },
  {
    "name": "Slávka Altmanová",
    "birth": "1923",
    "death": "2021",
    "text": "Slávka Altmanová byla radistka a spojařka v 1. československém armádním sboru. Narodila se v roce 1923 na Volyni, kde její otec učil. V roce 1940 byla s rodinou vystěhována Sověty do ukrajinské vesnice na západě tehdejší svazové republiky Ukrajiny. V roce 1944 se přidala k československým vojákům a bojovala na východní frontě. Po válce žila v Chomutově a Plzni jako zubní laborantka. Zemřela v roce 2021 v požehnaném věku 98 let.",
    "link": "https://www.pametnaroda.cz/cs/altmanova-slavka-1923",
    "path": "altamanova"
  },
  {
    "name": " George Agathonikiadis",
    "birth": "1947",
    "death": "",
    "text": "George je režisér, hudebník a řecký emigrant. Narodil se v Řecké Makedonii, kde jeho otec bojoval jako partyzán za druhé světové války. V roce 1949 přišel v souvislosti s občanskou válkou v Řecku s rodinou do Československa, kde strávil dětství v dětském domově a u prarodičů v Brně. V roce 1965 se poprvé setkal s rodiči, kteří žili v Uzbekistánu. Vyučil se soustružníkem a založil řecký orchestr. Později studoval režii na FAMU a pracoval v televizi. V roce 1983 se vrátil do Řecka, kde režíroval filmy a dokumenty o řeckých emigrantech a česko-řeckých vztazích ve spolupráci s Českou televizí.",
    "link": "https://www.pametnaroda.cz/cs/agathonikiadis-george-1947",
    "path": "agathonikiadis"
  },
  {
    "name": "Jana Hůlková",
    "birth": "1954",
    "death": "",
    "text": "Narodila se v Broumově, ale její kořeny sahají do Kladského Českého koutku, kde její rodina musela opustit svůj domov po druhé světové válce. Jako dítě navštěvovala své prarodiče v Polsku, ale později jí bylo další setkávání s nimi znemožněno. Vyrůstala v reálném socialismu, pracovala jako tkadlena a cvičila na spartakiádě. V roce 1968 viděla rozsah rozdílů mezi Východem a Západem, když navštívila příbuzné v Západním Berlíně. Po sametové revoluci se zapojila do demokratických změn. Dnes žije v blízkosti polských hranic v obci Police nad Metují.",
    "link": "https://www.pametnaroda.cz/cs/hulkova-jana-1954",
    "path": "hulkova"
  },
  {
    "name": "Soňa Antošová",
    "birth": "1937",
    "death": "",
    "text": "Narodila se v Zábřehu na Moravě, ale musela se nuceně vystěhovat kvůli německé okupaci. Vystudovala ruštinu v Praze a pracovala jako knihovnice v Ostravě a Kolíně. S manželem se zapojila do protikomunistického odporu a po roce 1989 do politiky. Po revoluci se stala členkou ODS, kterou je dosud a žije v Pašince, kde píše kroniku a pomáhá v knihovně, kde před 34 lety zakládala buňku Občanského fóra.",
    "link": "https://www.pametnaroda.cz/cs/antosova-sona-1937",
    "path": "antosova"
  },
  {
    "name": "Pěvuše Kohoutová",
    "birth": "1920",
    "death": "",
    "text": "Narodila se v Zábřehu na Moravě, ale kvůli otcově povolání četníka se musela často stěhovat po různých místech v Čechách. Zažila německou okupaci, válku, osvobození i odsun Němců. Vdala se za poštmistra a žila s ním v Klenčí pod Čerchovem, kde byli oba aktivní v ilegálních církevních institucích a odmítali ateistický nátlak komunistického režimu vůči církvi. Její manžel byl perzekvován za doručení pastýřského listu arcibiskupa Berana a musel se tak vzdát práce u pošty a začal pracovat ve Škodovce v Plzni.",
    "link": "https://www.pametnaroda.cz/cs/kohoutova-pevuse-1920",
    "path": "kohoutova"
  },
  {
    "name": "Kazimír Morozovič",
    "birth": "1936",
    "death": "",
    "text": "Narodil se na ve vesnici Rudňa Novenka na Ukrajině, ale byl donucen se s rodinou odstěhovat do Ruska kvůli Velkému teroru. Jeho tatínek byl Ukrajinec, ale maminka pocházela z jihočeské Třeboně.  Jeho otec byl zatčen a propuštěn až díky československému armádnímu sboru, do kterého se zapojila celá rodina. Kazimír jako malý kluk prožil hrůzy války na východní frontě, kde přihlížel jako malý kluk jak generál Svoboda cvičil ve dvaceti stupňových mrazech venku. Po válce se rodina usadila v ČSR. Kazimír následně nemohl studovat kvůli komunistickému režimu, jenž ho označil za syna živnostníka - vykořisťovatele. ",
    "link": "https://www.pametnaroda.cz/cs/morozovic-kazimir-1936",
    "path": "morozovic"
  },
  {
    "name": "Manfred Hacker",
    "birth": "1938",
    "death": "",
    "text": "Manfred Hacker je potomkem českých vystěhovalců, kteří žili ve Slaném v Kladsku, oblasti, která byla po druhé světové válce připojena k Polsku. Prožil těžké dětství plné diskriminace a násilí ze strany polských nacionalistů. Chtěl studovat vojenskou školu v Československu, ale polské úřady mu to znemožnily. Pracoval jako dělník a zámečník, odmítal se podřídit komunistickému režimu a udržoval si českou identitu navzdory tlaku polského státu. Po roce 1989 se zapojil do obnovy kulturních a historických vazeb mezi Čechy, Poláky a Němci na Kladsku. Dodnes figuruje jako významná postava česko-polsko-německých vztahů.",
    "link": "https://www.pametnaroda.cz/cs/hacker-manfred-1938",
    "path": "hacker"
  },
  {
    "name": "Irena Racková",
    "birth": "1925",
    "death": "2020",
    "text": "Irena Racková byla židovka, která přežila holokaust a po válce se vrátila do rodného Československa. Narodila se v Jičíně, ale žila v Brně, kde ji vyhodili z gymnázia kvůli rasovým zákonům. Její otec byl zatčen Gestapem a zavražděn v Osvětimi. Ona, její matka a dvě sestry byly deportovány do Rigy, kde se zamilovala do lotyšského partyzána. Po jeho smrti byly přesunuty do Stutthofu a pak na pochod smrti. Osvobodila je Rudá armáda a po válce se vrátily do Brna. Irena se provdala, měla syna a pracovala v různých zaměstnáních. Po roce 1989 se zapojila do židovské obce, se kterou spolupracovala až do 11. listopadu 2020, kdy v požehnaném věku 95 let zesnula.",
    "link": "https://www.pametnaroda.cz/cs/rackova-irena-1925",
    "path": "rackova"
  }
]
